[
  {
    "id": 1,
    "name": "Маг",
    "meaning_up": "Умение, дипломатия, ловкость, изящество; болезнь, боль, потеря, бедствие, ловушки врагов; уверенность в себе, сила воли; Кверент, если это мужчина.",
    "meaning_rev": "Врач, маг, психическое заболевание, позор, беспокойство.",
    "desc": "Молодая фигура в одеянии мага с лицом, напоминающим божественного Аполлона, с улыбкой уверенности и сверкающими глазами. Над его головой – мистический знак Святого Духа, знак жизни, подобный бесконечной петле, образующей цифру 8 в горизонтальном положении. Вокруг его талии обвивается змея, поедающая свой собственный хвост. Этот символ, известный как уроборос, традиционно олицетворяет вечность, но здесь он особенно указывает на вечность духовного достижения. В правой руке Мага – жезл, поднятый к небесам, а левая рука указывает на землю. Этот двойной жест известен в высоких степенях тайных мистерий; он обозначает нисхождение благодати, добродетели и света, которые спускаются свыше и передаются вниз. Всё в этой карте указывает на обладание и передачу Сил и Даров Духа. На столе перед Магом находятся символы четырёх мастей Таро, обозначающие элементы естественной жизни, которые лежат перед адептом, словно фишки, и он использует их по своему желанию. Внизу – розы и лилии, \"цветы поля\" и \"лилии долины\", превращённые в садовые цветы, чтобы показать культуру стремлений. Эта карта символизирует божественный мотив в человеке, отражение Бога, волю, освобождающую единение с тем, что выше. Она также означает единство индивидуального бытия на всех уровнях и в высшем смысле – мысль, закреплённую в творении. В контексте упомянутого знака жизни и его связи с числом 8 стоит вспомнить, что христианское гностицизм говорит о перерождении во Христе как о переходе \"к Октаве\". Это мистическое число называется Небесным Иерусалимом, Землёй, текущей молоком и мёдом, Святым Духом и Землёй Господа. Согласно мартинизму, 8 – это число Христа."
  },
  {
    "id": 2,
    "name": "Маг",
    "meaning_up": "Умение, дипломатия, ловкость, тонкость; болезнь, боль, потеря, несчастье, ловушки врагов; уверенность в себе, воля; Вопрошающий, если это мужчина.",
    "meaning_rev": "Врач, маг, психическое заболевание, позор, беспокойство.",
    "desc": "Молодая фигура в одежде мага, с лицом божественного Аполлона, улыбкой уверенности и сияющими глазами. Над его головой таинственный знак Святого Духа, знак жизни, напоминающий бесконечную петлю в горизонтальном положении. Вокруг его пояса змеиный обруч, где змея кажется поедающей свой хвост, символизируя вечность. В правой руке мага жезл, поднятый к небу, а левая рука указывает на землю, символизируя связь высшего и низшего. На столе перед магом находятся символы четырех мастей Таро, обозначающие элементы природной жизни. Внизу — розы и лилии, представляющие стремление к совершенству."
  },
  {
    "id": 3,
    "name": "Верховная жрица",
    "meaning_up": "Тайны, загадка, будущее, которое еще не раскрыто; женщина, интересующая Вопрошающего (мужчину) или сама Вопрошающая (женщина); молчание, упорство; мудрость, наука.",
    "meaning_rev": "Страсть, моральное или физическое рвение, тщеславие, поверхностные знания.",
    "desc": "У ее ног серп луны, на голове рогатая диадема с шаром в центре, на груди крупный солнечный крест. Свиток в ее руках подписан словом \"Тора\", что означает Высший Закон, Секретный Закон и второй смысл Слова. Он частично скрыт мантией, чтобы показать, что часть вещей подразумевается, а часть явно выражена. Она сидит между белой и черной колоннами (J и B) мистического Храма, позади нее завеса Храма, вышитая пальмами и гранатами. Её мантия струящаяся и полупрозрачная, излучает свет. Она представляет Тайную Церковь, Дом Бога и человека. В мистическом смысле, она — Шехина, свет, присутствующий в мире."
  },
  {
    "id": 4,
    "name": "Императрица",
    "meaning_up": "Плодородие, действие, инициатива, долголетие; неизвестное, тайное; также трудности, сомнения, невежество.",
    "meaning_rev": "Свет, истина, разрешение запутанных вопросов, общественные празднования; согласно другому толкованию, колебания.",
    "desc": "Величественная фигура, сидящая, с богатыми одеждами и королевским видом, как дочь небес и земли. На её диадеме собрано двенадцать звезд. Символ Венеры изображен на щите рядом с ней. Поле с созревающим зерном перед ней, а за ним падает вода. Жезл, который она держит, увенчан земным шаром. Она символизирует плодородие и внешний смысл Слова, врата к жизни и выход в то, что за пределами её."
  },
  {
    "id": 5,
    "name": "Император",
    "meaning_up": "Стабильность, власть, защита, реализация; великая личность; помощь, рассудительность, убеждение; также авторитет и воля.",
    "meaning_rev": "Доброта, сострадание, доверие; также путаница врагам, препятствия, незрелость.",
    "desc": "Он держит скипетр в форме Креста Анкха и шар в левой руке. Он коронованный монарх, командующий, величественный, сидящий на троне с передними частями подлокотников в виде бараньих голов. Император символизирует волю в её воплощенной форме и реализацию."
  },
  {
    "id": 6,
    "name": "Иерофант",
    "meaning_up": "Брак, союз, плен, служение; по другому мнению, милосердие и добродетель; вдохновение; человек, к которому Вопрошающий обращается.",
    "meaning_rev": "Общество, взаимопонимание, согласие, чрезмерная доброта, слабость.",
    "desc": "Он носит тройную корону и сидит между двумя колоннами, которые не принадлежат Храму Верховной Жрицы. В левой руке он держит скипетр с тройным крестом, а правой рукой делает известный знак эзотеризма. У его ног скрещенные ключи, а перед ним преклоняют колени два священника. Он представляет внешнюю религию и порядок, в отличие от внутренней тайной силы."
  },
  {
    "id": 7,
    "name": "Влюбленные",
    "meaning_up": "Притяжение, любовь, красота, преодоленные испытания.",
    "meaning_rev": "Неудача, глупые замыслы. Другое толкование говорит о разочарованном браке и всевозможных противоречиях.",
    "desc": "Солнце сияет в зените, а внизу большая крылатая фигура с распростёртыми руками, излучающая свет. На переднем плане двое людей — мужчина и женщина, как Адам и Ева в раю. Позади мужчины Древо Жизни, а за женщиной Древо Познания Добра и Зла с обвивающим его змеем. Карта символизирует любовь, невинность и путь духовного соединения."
  },
  {
    "id": 8,
    "name": "Колесница",
    "meaning_up": "Помощь, провидение, а также война, триумф, самонадеянность, месть, беспокойство.",
    "meaning_rev": "Бунт, ссора, спор, тяжба, поражение.",
    "desc": "Стоящая прямо и величественная фигура, несущая обнаженный меч, в общих чертах соответствует традиционному описанию, которое я привел в первой части. На плечах победоносного героя предположительно находятся Урим и Туммим. Он пленил пленников; это завоевание на всех уровнях – в разуме, науке, прогрессе, в определенных испытаниях посвящения. Таким образом, он ответил сфинксу, и именно по этой причине я принял вариант Элифаса Леви; две сфинкса, таким образом, влекут его колесницу. Он, прежде всего, является триумфом разума. По этой причине следует понимать, что (а) вопрос сфинкса касается Тайны Природы, а не мира Благодати, на который колесничий не смог бы ответить; (б) уровни его завоевания очевидны или внешние, а не внутренние; (в) освобождение, которое он совершает, может оставить его самого в плену логического понимания; (г) испытания посвящения, через которые он прошел с триумфом, следует понимать физически или рационально; и (д) если бы он пришел к колоннам Храма, между которыми сидит Верховная Жрица, он не смог бы открыть свиток под названием Тора, и если бы она задала ему вопросы, он не смог бы ответить. Он не является наследственным королевским лицом и не является священством."
  },
  {
    "id": 9,
    "name": "Сила",
    "meaning_up": "Сила, энергия, действие, смелость, великодушие; также полный успех и почести.",
    "meaning_rev": "Деспотизм, злоупотребление властью, слабость, раздор, иногда даже позор.",
    "desc": "Женщина, над головой которой парит тот же символ жизни, который мы видели на карте Мага, закрывает пасть льва. Единственное отличие этого дизайна от традиционных изображений заключается в том, что ее благотворная сила уже усмирила льва, который ведется на цепи из цветов. По причинам, которые я оставляю при себе, эта карта была заменена с картой Правосудия, которая обычно имеет номер восемь. Так как эта замена не имеет значения для читателя, объяснения не требуется. Сила в одном из своих возвышенных аспектов связана с Божественной Тайной Союза; добродетель, конечно, действует на всех уровнях, и, следовательно, черпает все их символизм. Она также связана с непорочной невинностью и с силой, которая исходит из созерцания. Эти более высокие значения, однако, являются предметами умозаключений, и я не утверждаю, что они прозрачны на поверхности карты. Они намекаются скрытым образом цепью цветов, которая символизирует, среди прочего, сладкое ярмо и легкое бремя Божественного Закона, когда он принят в сердце. Карта не имеет ничего общего с самоуверенностью в обычном смысле, хотя это было предложено, – но касается уверенности тех, чья сила в Боге, кто нашел свое убежище в Нем. Есть один аспект, в котором лев означает страсти, а та, кого называют Сила, является высшей природой в ее освобождении. Она наступила на аспида и василиска и попрала льва и дракона."
  },
  {
    "id": 10,
    "name": "Отшельник",
    "meaning_up": "Благоразумие, осторожность; также и особенно предательство, притворство, мошенничество, коррупция.",
    "meaning_rev": "Сокрытие, маскировка, хитрость, страх, неосновательная осторожность.",
    "desc": "Отличие этой карты от традиционных моделей состоит лишь в том, что лампа не частично скрыта в плаще ее носителя, который сочетает в себе образ Древнего Дней с Образом Света Мира. Это звезда, которая сияет в фонаре. Я сказал, что это карта достижения, и чтобы расширить эту концепцию, фигура изображена поднимающей свой маяк на высоте. Поэтому Отшельник не является, как объяснял Курт де Гебелин, мудрецом, ищущим истину и справедливость; он также не является, как предлагали позднейшие объяснения, особым примером опыта. Его маяк указывает: «Где я, там можешь быть и ты». Далее, эта карта неверно понимается, когда ее связывают с идеей оккультной изоляции, как защитой личного магнетизма от смешения. Это одно из легкомысленных толкований, которые мы обязаны Элифасу Леви. Оно было принято французским Орденом Мартинистов, и некоторые из нас слышали много о Тихой и Неизвестной Философии, скрытой его плащом от знаний профанов. В истинном Мартинизме значение термина Philosophe inconnu было иным. Оно не относилось к намеренному сокрытию Учрежденных Тайн, и тем более их заменителей, но – как и сама карта – к истине, что Божественные Тайны сами защищают себя от тех, кто к ним не готов."
  },
  {
    "id": 11,
    "name": "Колесо Фортуны",
    "meaning_up": "Судьба, удача, успех, счастье.",
    "meaning_rev": "Увядание, увеличение и уменьшение, избыточность.",
    "desc": "На этой карте изображено колесо, на ободе которого – фигуры из египетской мифологии: Тифон спускается, а Анубис поднимается. Вверху, на вершине колеса, сидит фигура в виде сфинкса, который держит меч. В углах карты находятся четыре существа, символизирующие евангелистов – человек, орел, лев и бык, каждый из которых читает книгу. Колесо Фортуны связано с вращением судьбы, сменой удачи, как хорошей, так и плохой. Символизм карты отражает переменчивую природу человеческой жизни и неизбежность перемен."
  },
  {
    "id": 12,
    "name": "Правосудие",
    "meaning_up": "Равновесие, справедливость, правда, искренность.",
    "meaning_rev": "Бессердечие, предвзятость, несправедливость.",
    "desc": "Эта карта изображает фигуру с мечом в одной руке и весами в другой, сидящую между двух колонн. Весы символизируют равновесие и беспристрастность, а меч – силу и решимость. Правосудие представляет собой баланс между справедливостью и милосердием, а также поиск истины. Это карта, которая указывает на необходимость честности и объективности в действиях и решениях."
  },
  {
    "id": 13,
    "name": "Повешенный",
    "meaning_up": "Мудрость, интуиция, испытание, жертва.",
    "meaning_rev": "Эгоизм, жертвоприношение без смысла, предательство.",
    "desc": "Повешенный изображает человека, подвешенного за одну ногу вверх головой. Его руки сложены за спиной, а лицо выражает спокойствие и принятие. Эта карта связана с идеей самопожертвования, прощания со старым ради нового. Она говорит о необходимости смотреть на вещи под другим углом и принимать ситуации, даже если они кажутся трудными."
  },
  {
    "id": 14,
    "name": "Смерть",
    "meaning_up": "Трансформация, конец, новый цикл, перемены.",
    "meaning_rev": "Застой, страх перемен, сопротивление.",
    "desc": "На карте изображен скелет в доспехах, держащий косу, который идёт через поле, усеянное королями и крестьянами. Смерть здесь не символизирует буквальную гибель, а завершение одного этапа и начало другого. Это карта обновления, перехода, трансформации, которая призывает отбросить старое, чтобы освободить место для нового."
  },
  {
    "id": 15,
    "name": "Умеренность",
    "meaning_up": "Умеренность, терпение, гармония, равновесие.",
    "meaning_rev": "Излишества, дисбаланс, нетерпеливость.",
    "desc": "Фигура ангела изображена переливающей воду между двумя кубками, стоя одной ногой на земле, а другой в воде. Карта символизирует баланс между сознательным и бессознательным, соединение противоположностей. Умеренность учит находить гармонию в жизни, сохранять терпение и придерживаться меры."
  },
  {
    "id": 16,
    "name": "Дьявол",
    "meaning_up": "Привязанность, искушение, ограничение, тьма.",
    "meaning_rev": "Освобождение, избавление от ограничений, преодоление страха.",
    "desc": "На карте изображён Дьявол с крыльями летучей мыши, стоящий на пьедестале. Перед ним – мужчина и женщина, прикованные к пьедесталу цепями, но цепи достаточно свободны, чтобы они могли освободиться. Карта символизирует иллюзию плена, зависимость, страх, но также указывает на возможность освобождения от внутренних и внешних ограничений."
  },
  {
    "id": 17,
    "name": "Башня",
    "meaning_up": "Разрушение, внезапные перемены, откровения.",
    "meaning_rev": "Сопротивление переменам, избегание разрушений.",
    "desc": "Башня изображена разрушающейся после удара молнии, люди выпадают из окон. Это карта неожиданного краха старых структур, внезапных изменений, которые могут казаться катастрофическими, но ведут к очищению и обновлению."
  },
  {
    "id": 18,
    "name": "Звезда",
    "meaning_up": "Надежда, вдохновение, ясность, духовное руководство.",
    "meaning_rev": "Разочарование, потеря веры, депрессия.",
    "desc": "На карте изображена женщина, льющая воду из двух кувшинов, одна струя возвращается в воду, а другая на землю. Над головой сияет большая звезда, окружённая меньшими. Карта символизирует надежду, мечты и вдохновение, возможность найти свет даже в самые тёмные времена."
  },
  {
    "id": 19,
    "name": "Луна",
    "meaning_up": "Интуиция, иллюзии, тайны.",
    "meaning_rev": "Утрата пути, страхи, обманы.",
    "desc": "На карте изображена луна, освещающая дорогу между двумя башнями, по которой движется собака и волк. Внизу – рак, выходящий из воды. Луна указывает на неясность, тайные силы и потребность доверять своей интуиции в условиях неопределённости."
  },
  {
    "id": 20,
    "name": "Солнце",
    "meaning_up": "Радость, успех, энергия, рост.",
    "meaning_rev": "Эгоизм, чрезмерность, мнимое счастье.",
    "desc": "На карте изображено сияющее солнце над счастливо скачущим ребёнком. Это символ оптимизма, счастья и жизненной силы. Карта говорит о благоприятных перспективах, ясности и успехе."
  },
  {
    "id": 21,
    "name": "Суд",
    "meaning_up": "Возрождение, решение, прощение.",
    "meaning_rev": "Сомнения, отказ принять перемены, страх.",
    "desc": "На карте изображены люди, поднимающиеся из могил, а сверху ангел трубит в трубу. Суд символизирует возрождение, конец одного пути и начало нового. Это карта важного решения, которое ведёт к духовному пробуждению."
  },
  {
    "id": 22,
    "name": "Мир",
    "meaning_up": "Завершение, успех, целостность, исполнение желаний.",
    "meaning_rev": "Незавершённость, отсутствие цели, упущенные возможности.",
    "desc": "На карте изображена фигура, танцующая в венке. В углах карты – символы евангелистов. Мир – это карта завершения и полного достижения целей, символ гармонии, единства и окончания цикла."
  }
]